Repository: 84000/data-translation-memory
Catalog: toh42-v4.tmx
Source language: bo
Languages: en

source: ཟླ་བའི་མདོ།
en: The Sūtra of the Moon (1)

source: འཕགས་པ་དཀོན་མཆོག་གསུམ་ལ་གུས་པས་ཕྱག་འཚལ་ལོ། །
en: Respectful homage to the noble Three Jewels!

source: འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན། བཅོམ་ལྡན་འདས་མཉན་ཡོད་རྒྱལ་བྱེད་ཚལ་མགོན་མེད་ཟས་སྦྱིན་གྱི་ཀུན་དགའ་ར་བ་ན་བཞུགས་སོ། ། དེ་ནས་དེའི་ཚེ་ལྷའི་བུ་ཟླ་བ། ལྷ་མ་ཡིན་གྱི་དབང་པོ་སྒྲ་གཅན་འཛིན་གྱིས་བཟུང་ནས། དེ་ནས་ལྷའི་བུ་ཟླ་བས་བཅོམ་ལྡན་འདས་རྗེས་སུ་དྲན་པ་ཡིད་ལ་བྱས་ཏེ། དེའི་དུས་སུ་ཚིགས་སུ་བཅད་པ་འདི་གསོལ་ཏོ། །
en: Thus did I hear at one time. The Blessed One was dwelling in Jeta Grove, Anāthapiṇḍada’s park in Śrāvastī. At that time the god Candramas was seized by Rāhu, lord of the asuras. Then the god Candramas, recollecting and taking the Blessed One to heart, recited this verse:

source: སངས་རྒྱས་དཔའ་བོ་དེ་ལ་འདུད། །ཐམས་ཅད་མྱུར་དུ་གྲོལ་བར་གྱིས། །
en: “I bow to the heroic Buddha. May you swiftly liberate all beings!

source: བདག་འདིའི་ཁ་རུ་བཅུག་པས་ན། །བདག་ནི་ཁྱེད་ལ་སྐྱབས་སུ་འགྲོ། །
en: As I have come into confinement I take refuge in you.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ལྷའི་བུ་ཟླ་བའི་ཆེད་དུ་ལྷ་མ་ཡིན་གྱི་དབང་པོ་སྒྲ་གཅན་འཛིན་ལ་ཚིགས་སུ་བཅད་པ་བཀའ་སྩལ་པ།
en: Then the Blessed One, for the sake of the god Candramas, addressed Rāhu, lord of the asuras, with this verse:

source: སངས་རྒྱས་འཇིག་རྟེན་ལ་བརྩེ་བས། །དགྲ་བཅོམ་དེ་བཞིན་གཤེགས་པ་ལ། །ཟླ་བ་སྐྱབས་སུ་སོང་བས་ན། ། སྒྲ་གཅན་འཛིན་གྱིས་ཟླ་བ་ཐོང་། །
en: “Since buddhas have compassion for the world, Candramas took refuge In the Worthy One, the Tathāgata; Therefore, Rāhu, set the moon free!”

source: དེ་ནས་ལྷ་མ་ཡིན་གྱི་དབང་པོ་སྒྲ་གཅན་འཛིན་གྱིས། ལྷའི་བུ་ཟླ་བ་གྲོལ་བར་བྱས་ནས། སྔར་གྱི་གཟུགས་བཞིན་དུ་གང་སུ་ཞིག་གིས་ལྷ་མ་ཡིན་གྱི་དབང་པོ་ཐགས་བཟངས་རིས་ཀྱི་དྲུང་དུ་སོང་ཞིང་སོང་ནས། སེམས་མི་དགའ་ཞིང་ཡི་མུག་པས་བ་སྤུ་ལངས་པར་གྱུར་པས་ཕྱོགས་གཅིག་ཏུ་འདུག་གོ། ། ཕྱོགས་གཅིག་ཏུ་འདུག་ནས་ཡང་ལྷ་མ་ཡིན་གྱི་དབང་པོ་སྒྲ་གཅན་འཛིན་ལ།
en: Thereupon Rāhu, lord of the asuras, set the god Candramas free and hurriedly approached Vemacitra, lord of the asuras. He then sat to one side, displeased, agitated, and with all his body hairs bristling.

source: ལྷ་མ་ཡིན་གྱི་དབང་པོ་ཐགས་བཟངས་རིས་ཀྱིས་ཚིགས་སུ་བཅད་པ་སྨྲས་པ།
en: Vemacitra, lord of the asuras, now questioned Rāhu, lord of the asuras, in verse:

source: ཅི་ཕྱིར་ཡིད་ནི་སྐྲག་པར་གྱུར། །སྒྲ་གཅན་འཛིན་གྱིས་ཟླ་བ་ཐོང་། །
en: “Why, Rāhu, did you release The moon in such a fright?

source: གཟུགས་ཀྱི་རྣམ་འགྱུར་ཀུན་ཏུ་ངན། །
en: You are a very miserable sight.

source: ཅི་ཕྱིར་འཇིགས་པས་འདི་རུ་ལྷགས། །སྒྲ་གཅན་འཛིན་གྱིས་སྨྲས་པ། སངས་རྒྱས་ཚིགས་བཅད་ཐོས་ནས་ནི། །ཟླ་བ་བདག་གིས་མ་བཏང་ན། །
en: Why did you approach in fear?” Rāhu replied: “Had I, hearing the Buddha’s verse, Not then released the moon

source: མགོ་བོ་ཚལ་པ་བདུན་འགས་ཤིང་། །འཚོ་བ་ལ་ནི་བདེ་བ་མེད། །
en: My head would have split into seven pieces And my life would be without happiness.”

source: །​ཟླ་བའི་མདོ་རྫོགས་སྷོ། །
en: This concludes “The Sūtra of the Moon.”
